//;******************************************************************************
//;* Copyright (c) 2015 - 2017, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
//; 

/=#

#include "Standard.uni"

// Form - Hot Key Panel
#string STR_FORM_HOT_KEY_PANEL_TITLE                                          #language en-US  "Hot Key Panel"
#string STR_FORM_HOT_KEY_PANEL_HELP                                           #language en-US  "Test the display and functionality of Hot Key Panel"

#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_TEST                             #language en-US  "Hot Key Level Test"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_ACTION_TEST                            #language en-US  "Hot Key Action Test"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_QUESTION_TEST                          #language en-US  "Hot Key Question Test"

#string STR_FORM_HOT_KEY_PANEL_DISCARD_TITLE                                  #language en-US  "Test Discard Hot Key"
#string STR_FORM_HOT_KEY_PANEL_DISCARD_HELP                                   #language en-US  "Test the display and functionality of Discard Hot Keys"
#string STR_FORM_HOT_KEY_PANEL_LOAD_DEFAULT_TITLE                             #language en-US  "Test Load Default Hot Key"
#string STR_FORM_HOT_KEY_PANEL_LOAD_DEFAULT_HELP                              #language en-US  "Test the display and functionality of Load Default Hot Keys"
#string STR_FORM_HOT_KEY_PANEL_SAVE_TITLE                                     #language en-US  "Test Save Hot Key"
#string STR_FORM_HOT_KEY_PANEL_SAVE_HELP                                      #language en-US  "Test the display and functionality of Save Hot Keys"
#string STR_FORM_HOT_KEY_PANEL_ENTER_TITLE                                    #language en-US  "Test Enter Hot Key"
#string STR_FORM_HOT_KEY_PANEL_ENTER_HELP                                     #language en-US  "Test the display and functionality of Enter Hot Keys"
#string STR_FORM_HOT_KEY_PANEL_CALLBACK_TITLE                                 #language en-US  "Test Callback Hot Key"
#string STR_FORM_HOT_KEY_PANEL_CALLBACK_HELP                                  #language en-US  "Test the display and functionality of Callback Hot Keys"
#string STR_FORM_HOT_KEY_PANEL_GOTO_TITLE                                     #language en-US  "Test GoTo Hot Key"
#string STR_FORM_HOT_KEY_PANEL_GOTO_HELP                                      #language en-US  "Test the display and functionality of GoTo Hot Keys"
#string STR_FORM_HOT_KEY_PANEL_SET_QUESTION_VALUE_TITLE                       #language en-US  "Test Set Question Value Hot Key"
#string STR_FORM_HOT_KEY_PANEL_SET_QUESTION_VALUE_HELP                        #language en-US  "Test the display and functionality of Set Question Value Hot Keys"



#string STR_FORM_HOT_KEY_PANEL_CHILD_FORM                                     #language en-US  "Child Form"
#string STR_FORM_HOT_KEY_PANEL_OVERRIDE_FORM_TITLE                            #language en-US  "Test Form Override Formset Property"
#string STR_FORM_HOT_KEY_PANEL_OVERRIDE_FORM_HELP                             #language en-US  "Test the display and functionality of Override"
#string STR_FORM_HOT_KEY_PANEL_COMBIND_HOT_KEY_TITLE                          #language en-US  "Test Combined Hot Key"

#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_TITLE                            #language en-US  "Test Hot Key Level"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_HELP                             #language en-US  "Test hot key for different levels (formset, form, question)."
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_STATEMENT_ONE                    #language en-US  "Statement 1"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_STATEMENT_ONE_HELP               #language en-US  "F3 hot key to display Help dialog"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_STATEMENT_TWO                    #language en-US  "Statement 2"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_STATEMENT_TWO_HELP               #language en-US  "Statement 2 Help"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_QUESTION_ONE                     #language en-US  "Question 1"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_QUESTION_ONE_HELP                #language en-US  "F4 hot key to display Help dialog"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_QUESTION_TWO                     #language en-US  "Question 2"
#string STR_FORM_HOT_KEY_PANEL_HOT_KEY_LEVEL_QUESTION_TWO_HELP                #language en-US  "Question 2 Help"